### Data frame

In [1]:
import pandas as pd

## creating data frmae

In [5]:
# from Dictionary
data = { 
'Name': ['Alice', 'Bob', 'Charlie', 'David'], 
'Age': [24, 27, 22, 32], 
'Score': [85, 90, 95, 80] 
} 
employees_df = pd.DataFrame(data)
employees_df

      Name  Age  Score
0    Alice   24     85
1      Bob   27     90
2  Charlie   22     95
3    David   32     80